Repository: tamed-software/plugins
Catalog: yith-woocommerce-wishlist-premium/languages/yith-woocommerce-wishlist-*.po
Languages: nl_nl

source: Email HTML Content
nl_nl: E-mail HTML Inhoud

source: This field lets you modify the main content of the HTML email. You can use the following placeholder: <code>{user_name}</code> <code>{user_email}</code> <code>{user_first_name}</code> <code>{user_last_name}</code> <code>{product_image}</code> <code>{product_name}</code> <code>{product_price}</code> <code>{coupon_code}</code> <code>{coupon_amount}</code> <code>{add_to_cart_url}</code>
nl_nl: Dit veld laat u de hoofdinhoud van de HTML e-mail aanpassen. U kunt de volgende velden gebruiken: <code>{gebruikersnaam}</code> <code>{gebruikers_e-mail}</code> <code>{voornaam_gebruiker}</code> <code>{achternaam_gebruiker}</code> <code>{product_afbeelding}</code> <code>{product_naam}</code> <code>{product_prijs}</code> <code>{coupon_code}</code> <code>{coupon_bedrag}</code> <code>{toevoegen_aan_winkelwagen_url}</code>

source: <p>Hi {user_name}</p> <p>A product of your wishlist is on sale!</p> <p> <table> <tr> <td>{product_image}</td> <td>{product_name}</td> <td>{product_price}</td> </tr> </table> </p> <p>Use this coupon code <b><a href="{add_to_cart_url}">{coupon_code}</a></b> to obtain a wonderful discount!</p>
nl_nl: <p>Hi {user_name}</p> <p>Een product uit je wishlist is in de aanbieding!</p> <p> <table> <tr> <td>{product_image}</td> <td>{product_name}</td> <td>{product_price}</td> </tr> </table> </p> <p>Gebruik deze coupon code <b><a href="{add_to_cart_url}">{coupon_code}</a></b> om van de geweldige korting gebruik te maken</p>

source: Email Text Content
nl_nl: E-mail tekst inhoud

source: This field lets you modify the main content of the text email. You can use the following placeholder: <code>{user_name}</code> <code>{user_email}</code> <code>{user_first_name}</code> <code>{user_last_name}</code> <code>{product_name}</code> <code>{product_price}</code> <code>{coupon_code}</code> <code>{coupon_amount}</code> <code>{coupon_value}</code> <code>{add_to_cart_url}</code>
nl_nl: Dit veld laat u de hoofinhoud van de e-mail tekst aanpassen. You can use the following placeholder: <code>{user_name}</code> <code>{user_email}</code> <code>{user_first_name}</code> <code>{user_last_name}</code> <code>{product_name}</code> <code>{product_price}</code> <code>{coupon_code}</code> <code>{coupon_amount}</code> <code>{coupon_value}</code> <code>{add_to_cart_url}</code>

source: Hi {user_name} A product of your wishlist is on sale! {product_name} {product_price} Visit {add_to_cart_url} and use this coupon code {coupon_code} to obtain a wonderful discount!
nl_nl: <p>Hi {user_name}</p> <p>Een product uit je wishlist is in de aanbieding!</p> <p> <table> <tr> <td>{product_image}</td> <td>{product_name}</td> <td>{product_price}</td> </tr> </table> </p> <p>Gebruik deze coupon code <b><a href="{add_to_cart_url}">{coupon_code}</a></b> om van de geweldige korting gebruik te maken</p>

source: View
nl_nl: Toon

source: Delete
nl_nl: Verwijderen

source: N/D
nl_nl: Z/D

source: %s ago
nl_nl: %s geleden

source: Y/m/d
nl_nl: J/M/D

source: Name
nl_nl: Naam

source: Username
nl_nl: Gebruikersnaam

source: Date
nl_nl: Datum

source: All
nl_nl: Alle

source: Edit this item
nl_nl: Bewerk dit item

source: Edit
nl_nl: Bewerken

source: View users that have added this product to their wishlist
nl_nl: Bekijk gebruikers die producten hebben toegevoegd aan hun wishlist

source: View users
nl_nl: Bekijk gebruikers

source: View Product "%s"
nl_nl: Bekijk Product "%s"

source: View Product
nl_nl: Bekijk Product

source: Send promotional email
nl_nl: Verstuur promotie e-mail

source: Export users that have added this product to their wishlist
nl_nl: Exporteer gebruikers die dit product aan hun wishlist hebben toegevoegd

source: Export users
nl_nl: Exporteer gebruikers

source: View "%s"
nl_nl: Bekijk "%s"

source: View product
nl_nl: Bekijk product

source: Edit title
nl_nl: Bewerk titel

source: Image
nl_nl: Afbeelding

source: Category
nl_nl: Catogorie

source: Wishlist count
nl_nl: Wishlist telling

source: Last promotional email sent
nl_nl: Laatste promotie e-mail verzonden

source: Actions
nl_nl: Acties

source: Edit this user
nl_nl: Bewerk deze gebruiker

source: Email this user
nl_nl: Email deze gebruiker

source: Email user
nl_nl: Email gebruiker

source: Send Promotional Email
nl_nl: Verstuur promotie e-mail

source: Added on
nl_nl: Toegevoegd op

source: A list of user's wishlists
nl_nl: Een lijst met gebruikers´ wishlists

source: Title:
nl_nl: Titel:

source: "Your wishlist" link:
nl_nl: "Uw wishlist" link:

source: Show create link
nl_nl: Creëer link weergeven

source: Show search link
nl_nl: Zoeklink weergeven

source: Show manage link
nl_nl: Link beheren weergeven

source: My Wishlist
nl_nl: Mijn Wishlist

source: Create a new list
nl_nl: Creëer nieuwe lijst

source: Wishlist name
nl_nl: Naam wishlist

source: Save changes
nl_nl: Wijzigingen opslaan

source: Users' wishlists
nl_nl: Gebruikers´ wishlists

source: Set email content
nl_nl: Stel e-mail inhoud in

source: Email HTML content
nl_nl: E-mail HTML inhoud

source: This field lets you modify the main content of the HTML email. You can use the following placeholder: <code>{user_name}</code> <code>{user_email}</code> <code>{user_first_name}</code> <code>{user_last_name}</code> <code>{product_image}</code> <code>{product_name}</code> <code>{product_price}</code> <code>{coupon_code}</code> <code>{coupon_amount}</code> <code>{coupon_value}</code> <code>{add_to_cart_url}</code>
nl_nl: Dit veld laat u de hoofdinhoud van de HTML e-mail aanpassen. U kunt de volgende velden gebruiken: <code>{gebruikersnaam}</code> <code>{e-mail_gebruiker}</code> <code>{voornaam_gebruiker}</code> <code>{achternaam_gebruiker}</code> <code>{product_afbeelding}</code> <code>{product_naam}</code> <code>{product_prijs}</code> <code>{coupon_code}</code> <code>{coupon_bedrag}</code> <code>{coupon_waarde}</code> <code>{toevoegen_aan_winkelwagen}</code>

source: View preview
nl_nl: Bekijk preview

source: Email plain text content
nl_nl: E-mail eenvoudige tekst inhoud

source: Use coupon
nl_nl: Gebruik coupon

source: Select whether you want to use a coupon in your email or not (<code>{coupon_code}</code> <code>{coupon_amount}</code> <code>{coupon_value}</code> it won't be replaced if you don't check this option)
nl_nl: Selecteer if u gebruik wilt maken van een coupon in uw e-mail of niet (<code>{coupon_code}</code> <code>{coupon_bedrag}</code> <code>{coupon_waarde}</code> het zal niet worden vervangen, als u u deze optie niet aanvinkt)

source: Email related coupon
nl_nl: E-mail gerelateerde coupon

source: Select a coupon
nl_nl: Selecteer een coupon

source: Select a coupon, among defined ones, to be used as a reference to calculate coupons' placeholders in your email content.
nl_nl: Selecteer een kortingsbon, tussen gedefinieerde, om te worden gebruikt als referentie voor het berekenen van tijdelijke aanduidingen voor kortingsbonnen in je e-mailinhoud.

source: Create a new Coupon
nl_nl: Maak een nieuwe coupon

source: Please, <a href="%s">enable Coupons</a> and <a href="%s">create at least one</a>, in order to use Coupons' placeholders in your email content
nl_nl: <a href="%s"> Schakel coupons in </a> en <a href="%s"> maak er ten minste één </a> voor, om plaatsaanduidingen van coupons in je e-mailinhoud te gebruiken

source: Send emails
nl_nl: Verzend e-mails

source: Back
nl_nl: Terug

source: You have received an estimate request from %s. The request is the following:
nl_nl: U heeft een offerteverzoek ontvangen van %s. Het verzoek is het volgende:

source: Quantity
nl_nl: Hoeveelheid

source: Additional info:
nl_nl: Aanvullende informatie:

source: Additional data:
nl_nl: Aanvullende data:

source: Customer details
nl_nl: Klantdetails

source: Save
nl_nl: Opslaan

source: Save Settings
nl_nl: Instellingen opslaan

source: Type a name or an email address
nl_nl: Typ een naam of e-mailadres

source: User's wishlists:
nl_nl: Gebruikers´ wishlist:

source: 0 results for "%s" in Wishlist
nl_nl: 0 resultaten voor "%s" in Wishlist

source: Cancel
nl_nl: Annuleren

source: Product Name
nl_nl: Productnaam

source: Unit Price
nl_nl: Eenheidsprijs

source: Stock Status
nl_nl: Voorraad status

source: Remove this product
nl_nl: Verwijder dit product

source: Free!
nl_nl: Gratis!

source: Out of Stock
nl_nl: Niet op voorraad

source: In Stock
nl_nl: Op voorraad

source: Added on : %s
nl_nl: Toegevoegd op: %s

source: Move
nl_nl: Verplaatsen

source: Remove
nl_nl: Verwijderen

source: Add the selected products to the cart
nl_nl: Voeg de geselecteerde producten toe aan de winkelwagen

source: Ask for an estimate
nl_nl: Vraag om een offerte

source: Your email
nl_nl: Uw e-mail
