Repository: tamed-software/plugins
Catalog: yith-woocommerce-wishlist-premium/languages/yith-woocommerce-wishlist-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Colors
nl_nl: Kleuren

source: Premium Version
nl_nl: Premium Versie

source: Upgrade to the PREMIUM VERSION
nl_nl: Upgrade naar de PREMIUM VERSIE

source: Discover the Advanced Features
nl_nl: Ontdenk de Geavanceerde Features

source: Upgrade to the PREMIUM VERSION of YITH WOOCOMMERCE WISHLIST to benefit from all features!
nl_nl: Upgrade naar de PREMIUM VERSIE van YITH WOOCOMMERCE WISHLIST om van alle features te profiteren!

source: Get Support and Pro Features
nl_nl: Krijg Support en Pro Features

source: By purchasing the premium version of the plugin, you will take advantage of the advanced features of the product and you will get one year of free updates and support through our platform available 24h/24.
nl_nl: Door de premium versie van de plugin te kopen, zult u profiteren van de geavanceerde features van het product en u krijgt een jaar gratis updates en support, via ons platform, beschikbaar 24h/24.

source: General Settings
nl_nl: Algemene Instellingen

source: Enable YITH Wishlist
nl_nl: YIYH Wishlist inschakelen

source: Enable all plugin features. <strong>Be sure to select at least one option in the Wishlist page menu in this settings page.</strong> Also, please read the plugin <a href="%s" target="_blank">documentation</a>.
nl_nl: Alle plugin features inschakelen. <strong>Selecteer minstens een optie bij de Wishlist pagina in deze instellingenpagina.</strong> Tevens, leest u de plugin <a href="%s" target="_blank">documentatie</a> alstublieft.

source: Default wishlist title
nl_nl: Default wishlist titel

source: My wishlist on %s
nl_nl: Mijn wishlist op %s

source: Wishlist Page
nl_nl: Wishlist pagina

source: Page contents: [yith_wcwl_wishlist]
nl_nl: Pagina inhoud: [yith_wcwl_wishlist]

source: Position
nl_nl: Positie

source: You can add the button in variable products only after the "Add to Cart" button or using the shortcode [yith_wcwl_add_to_wishlist].
nl_nl: U kunt de knop in variabele producten alleen toevoegen na de "Toevoegen aan Winkelwagen" knop, of door deze shortcode te gebruiken [yith_wcwl_add_to_wishlist].

source: After "Add to cart"
nl_nl: Na "Toevoegen aan winkelwagen"

source: After thumbnails
nl_nl: Na Thumbnails

source: After summary
nl_nl: Na samenvatting

source: Use shortcode
nl_nl: Gebruik shortcode

source: Redirect to cart
nl_nl: Doorverwijzen naar winkelwagen

source: Redirect to cart page if "Add to cart" button is clicked in the wishlist page.
nl_nl: Doorverwijzen naar winkelwagen pagina als "Toevoegen aan winkelwagen" knop is aangeklikt in de wishlist pagina.

source: Remove if added to the cart
nl_nl: Verwijder als het toegevoegd is aan winkelwagen

source: Remove the product from the wishlist if it has been added to the cart.
nl_nl: Verwijder het product uit de wishlist als het is toegevoegd aan de winkelwagen.

source: "Add to Wishlist" text
nl_nl: "Toevoegen aan Wishlist" tekst

source: Add to Wishlist
nl_nl: Toevoegen aan Wishlist

source: "Browse wishlist" text
nl_nl: "Browse wishlist" tekst

source: "Product already in wishlist" text
nl_nl: "Product is al toegevoegd aan wishlist" tekst

source: The product is already in the wishlist!
nl_nl: Het product is al toegevoegd aan wishlist!

source: "Product added" text
nl_nl: "Product toegevoegd" tekst

source: Product added!
nl_nl: Product toegevoegd!

source: "Add to Cart" text
nl_nl: "Toevoegen aan Winkelwagen" tekst

source: Add to Cart
nl_nl: Toevoegen aan Winkelwagen

source: Show Unit price
nl_nl: Eenheidsprijs weergeven

source: Show unit price for each product in wishlist
nl_nl: Eenheidsprijs weergeven voor ieder product in de Wishlist

source: Show "Add to Cart" button
nl_nl: Toon "Toevoegen aan Winkelwagen" knop

source: Show "Add to Cart" button for each product in wishlist
nl_nl: Toon "Toevoegen aan Winkelwagen" knop voor ieder product in de wishlist

source: Show Stock status
nl_nl: Voorraad status tonen

source: Show "In stock" or "Out of stock" label for each product in wishlist
nl_nl: Toon "Op voorraad" of "Niet op voorraad" label voor ieder product in de wishlist

source: Show Date of addition
nl_nl: Toon datum van toevoegen

source: Show the date when users have added a product to the wishlist
nl_nl: Toon datum waarop de gebruikers producten hebben toegevoegd aan de wishlist

source: Add second remove button
nl_nl: Voeg tweede verwijder knop toe

source: Add a second remove button in the last column, with extended label
nl_nl: Voeg een tweede verwijder knop toe in de laatste kolom, met extended label

source: Styles
nl_nl: Stijlen

source: Use buttons
nl_nl: Gebruik knoppen

source: Use buttons instead of simple anchors.
nl_nl: Gebruik knoppen in plaats van simpele ankers.

source: Use theme style
nl_nl: Gebruik theme stijl

source: Use the theme style.
nl_nl: Gebruik de theme stijl.

source: Rounded buttons
nl_nl: Ronde knoppen

source: Make button corners rounded
nl_nl: Maak knophoeken rond

source: "Add to Wishlist" icon
nl_nl: "Toevoegen aan Wishlist" icoon

source: Add an icon to the "Add to Wishlist" button
nl_nl: Een icoon toevoegen aan de "Toevoegen aan Wishlist" knop

source: "Add to Cart" icon
nl_nl: "Toevoegen aan Winkelwagen" icoon

source: Add an icon to the "Add to Cart" button
nl_nl: Een icoon toevoegen aan de "Toevoegen aan Winkelwagen" knop

source: Social Networks & Share
nl_nl: Social Networks & Delen

source: Share on Facebook
nl_nl: Delen op Facebook

source: Show "Share on Facebook" button
nl_nl: Toon "Delen op Facebook" knop

source: Tweet on Twitter
nl_nl: Tweet op Twitter

source: Show "Tweet on Twitter" button
nl_nl: Toon "Tweet op Twitter" knop

source: Pin on Pinterest
nl_nl: Pin op Pinterest

source: Show "Pin on Pinterest" button
nl_nl: Toon "Pin op Pinterest" knop

source: Share on Google+
nl_nl: Delen op Google+

source: Show "Share on Google+" button
nl_nl: Toon "Delen op Google+" knop

source: Share by Email
nl_nl: Delen per e-mail

source: Show "Share by Email" button
nl_nl: Toon "Delen per e-mail" knop

source: Social title
nl_nl: Social titel

source: Social text
nl_nl: Social tekst

source: It will be used by Twitter and Pinterest. Use <strong>%wishlist_url%</strong> where you want to show the URL of your wishlist.
nl_nl: Het wordt gebruikt met Twitter en Pinterest. Gebruik <strong>%wishlist_url%<strong>op de plaats waar u de URL van uw wishlist wilt weergeven.

source: Social image URL
nl_nl: Social afbeelding URL

source: It will be used by Pinterest.
nl_nl: Het wordt gebruikt door Pinterest.

source: If you want to take advantage of this feature, you could consider to purchase the %s.
nl_nl: Als u wilt profiteren van deze feature, dan kunt u overwegen de %s te kopen.

source: YITH WooCommerce Frequently Bought Together Integration
nl_nl: YITH WooCommerce Frequently Bought Together Integratie

source: Enable slider in wishlist
nl_nl: Slider in wishlist inschakelen

source: Choose to enable product slider in wishlist page with linked products (<a href="%s" class="thickbox">Example</a>). %s
nl_nl: Kies om product slider in te schakelen in wishlist pagina met gelinkte producten (<a href="%s" class="thickbox">Voorbeeld</a>). %s

source: "Add to wishlist" button
nl_nl: "Toevoegen aan wishlist" knop

source: Background
nl_nl: Achtergrond

source: Text
nl_nl: Tekst

source: Border
nl_nl: Rand

source: Background (hover)
nl_nl: Achtergrond (hover)

source: Text (hover)
nl_nl: Tekst (hover)

source: Border (hover)
nl_nl: Rand (hover)

source: "Add to Cart" button
nl_nl: "Toevoegen aan Winkelwagen" knop

source: "Style 1" button
nl_nl: "Stijl 1" knop

source: "Style 2" button
nl_nl: "Stijl 2" knop

source: Wishlist table
nl_nl: Wishlist tabel

source: Background color
nl_nl: Achtergrondkleur

source: Wishlist Activated
nl_nl: Wishlist geactiveerd

source: In the YIT Plugin tab you can find the Wishlist options. With this menu, you can access to all the settings of our plugins that you have activated. Wishlist is available in an outstanding PREMIUM version with many new options, <a href="%s">discover it now</a>.
nl_nl: In de YIT Plugin tab vindt u de Wishlist opties. Met dit menu, heeft u toegang tot alle settings van onze plugins, die u heeft geactiveerd. Wishlist is beschikbaar in een geweldige PREMIUM versie met vele nieuwe opties, <a href="%s"> ontdek het nu</a>.

source: Wishlist Updated
nl_nl: Wishlist geupdate

source: From now on, you can find all the options of Wishlist under YIT Plugin -> Wishlist instead of WooCommerce -> Settings -> Wishlist, as in the previous version. When one of our plugins is updated, a new voice will be added to this menu. Wishlist has been updated with new available options, <a href="%s">discover the PREMIUM version.</a>
nl_nl: Vanaf un kunt u alle opties van Wishlist vinden onder YIT Plugin -> Wishlist, in plaats van WooCommerce -> Settings -> Wishlist, zoals in de vorige versie. Als u een van onze plugins update, zal een nieuwe stem worden toegevoegd aan dit menu. Wishlist is geupdate met nieuw beschikbare opties, <a href="%s">ontdek de PREMIUM versie.</a>

source: Promotional email sent correctly
nl_nl: Promotie e-mail correct verzonden

source: There was an error while sending emails; please, try again later
nl_nl: Er was een error bij het verzenden van e-mails; probeert u het later opnieuw

source: Show "Add to Cart" checkbox
nl_nl: Toon "Toevoegen aan Winkelwagen" checkbox

source: Show the checkbox to add multiple items to the cart with one click
nl_nl: Toon de checkbox om meerdere items toe te voegen aan winkelwagen in een klik

source: Show "Move to another wishlist" dropdown menu
nl_nl: Toon "Verplaats naar andere wishlist" dropdown menu

source: Show the dropdown menu to move one item to another user defined wishlist
nl_nl: Dropdown menu weergeven om een item naar een andere gebruikers gedefinieerde wishlist te verplaatsen

source: Premium Settings
nl_nl: Premium Instellingen

source: Disable the wishlist for unauthenticated users
nl_nl: Wishlist voor ongeauthoriseerde gebruikers uitschakelen

source: Disable the wishlist features for unauthenticated users, redirecting them to the login page
nl_nl: Wishlist features voor ongeauthoriseerde gebrukers uitschakelen, doorsturen naar inlog pagina

source: Show login notice before wishlist table
nl_nl: Toon inlog opmerking voor wishlist tabel

source: This option lets you add a notice before the wishlist table to ask unauthorized users to login (use %login_anchor% placeholder to show login link; leave empty to hide)
nl_nl: Deze optie laat u een opmerking toevoegen voor de wishlist tabel, om ongeauthoriseerde gebruikers te vragen in te loggen (gebruik %login_anchor% placeholder om inlog link weer te geven; laat leeg om te verbergen)

source: Please %login_anchor% to use all wishlist features
nl_nl: Alstublieft %login_anchor% om alle wishlist features te gebruiken

source: Login anchor text
nl_nl: Inlog anker tekst

source: This options lets you customize the login anchor text shown in wishlist login notice
nl_nl: Met deze optie kunt u de de inlog anker tekst, die wordt weergegeven in de wishlist inlog opmerking, aanpassen

source: login
nl_nl: inloggen

source: Wishlist search page title
nl_nl: Wishlist zoekpagina titel

source: This option lets you customize the title of the wishlist search page
nl_nl: Deze optie laat u de titel van de wishlist zoekpagina aanpassen

source: Search a wishlist on %s
nl_nl: Zoek een wishlist op %s

source: Enable multi-wishlist support
nl_nl: Multi-wishlist support inschakelen

source: Enable multi-wishlist support for logged in users (<a href="%s" class="thickbox">Example</a>)
nl_nl: Multi-wishlist support voor ingelogde gebruikers inschakelen (<a href="%s" class="thickbox">Voorbeeld</a>)

source: Show "Product already in wishlist" on multi-wishlist
nl_nl: Toon "Product al aan wishlist toegevoegd" op multi-wishlist

source: Show "Product already in wishlist" message also when a multi-wishlist is activated
nl_nl: Toon ook "Product al aan wishlist toegevoegd" bericht als een multi-wishlist is geactiveerd

source: "Add to Wishlist" popup button text
nl_nl: "Toevoegen aan Wishlist" popup knop tekst

source: Text of the "Add to Wishlist" button in the popup
nl_nl: Tekst van de "Toevoegen aan Wishlist" knop in de popup

source: Add to wishlist
nl_nl: Toevoegen aan wishlist

source: Enable "Ask for an estimate" button
nl_nl: Inschakelen "Vraag om een offerte" knop

source: Shows "Ask for an estimate" button on wishlist page (<a href="%s" class="thickbox">Example</a>)
nl_nl: Toon "Vraag om een offerte" knop op wishlist pagina (<a href="%s" class="thickbox">Voorbeeld</a>)

source: Show additional notes when asking for an estimante
nl_nl: Toon aanvullende notities wanneer gevraagd wordt om een offerte

source: Shows "Additional notes" text area to let users add more information when asking for an estimate (<a href="%s" class="thickbox">Example</a>)
nl_nl: Toon "Aanvullende notities" tekstgebied om gebruikers meer informatie toe te laten voegen, wanneer gevraagd wordt om een offerte (<a href="%s" class="thickbox">Voorbeeld</a>)

source: Label for "Additional notes" text area
nl_nl: Label voor "Aanvullende notities" tekstgebied

source: This option lets you customize the label for "Additional notes" text area
nl_nl: Deze optie laat u het label van "Aanvullende notities" tekstgebied aanpassen

source: Additional notes
nl_nl: Aanvullende notities

source: Show links
nl_nl: Links weergeven

source: Show the links for the "manage", "create", and "search" pages after the wishlist table
nl_nl: Links weergeven voor "Beheren", "creëeren", en "zoeken" pagina´s na de wishlist tabel

source: Title of the "Create wishlist" page
nl_nl: Titel van de "Wishlist creëeren" pagina

source: This option lets you customize the title of the page where you can create a new wishlist (only when additional info textarea is enabled)
nl_nl: Deze optie laat u de titel van de pagina aanpassen, waar u ee nieuwe wishlist kunt creëeren (uitsluitend wanneer aanvullende notities tekstgebied is ingeschakeld)

source: Create a new wishlist
nl_nl: Creëer een nieuwe wishlist

source: Title of the "Manage wishlist" page
nl_nl: Titel van de "Beheer wishlist" pagina

source: This option lets you customize the title of the page where you can manege the wishlist
nl_nl: Deze optie laat u de titel van de pagina aanpassen, waar u de wishlist beheert

source: Manage your wishlists on %s
nl_nl: Beheer uw wishlist op %s

source: Wishlists
nl_nl: Wishlist

source: Popular
nl_nl: Populair

source: "Ask for an estimate" email
nl_nl: "Vraag om een offerte" e-mail

source: Promotional email
nl_nl: Promotie e-mail

source: Popular products
nl_nl: Populaire producten

source: Search by product
nl_nl: Zoeken op product

source: Users that have added "%s" <a href="%s" class="add-new-h2">%s</a>
nl_nl: Gebruikers die hebben toegevoegd "%s" <a href="%s" class="add-new-h2">%s</a>

source: Back to popular
nl_nl: Terug naar populair

source: Search by user
nl_nl: Zoeken op gebruiker

source: In the YIT Plugin tab you can find the Wishlist options. With this menu, you can access to all the settings of our plugins that you have activated.
nl_nl: In de YIT Plugin tab kunt u de Wishlist opties vinden. Met dit menu heeft u toegang tot alle settings van onze plugins, die u heeft geactiveerd.

source: From now on, you can find all the options of Wishlist under YIT Plugin -> Wishlist instead of WooCommerce -> Settings -> Wishlist, as in the previous version. When one of our plugins is updated, a new voice will be added to this menu.
nl_nl: Vanaf nu kunt u alle opties van Wishlist vinden onder YIT Plugin -> Wishlist, in plaats van WooCommerce -> Instellingen -> Wishlist, zoals in de vorige versie. Wanneer een van onze plugins is geupdate, zal een nieuwe stem worden toegevoegd aan dit menu.

source: User ID
nl_nl: Gebruikers ID

source: User Email
nl_nl: E-mail van de gebruiker

source: User First Name
nl_nl: Voornaam van gebruiker

source: User Last Name
nl_nl: Achternaam van gebruiker

source: Wishlist Count
nl_nl: Wishlist telling

source: Wishlist "Ask an estimate"
nl_nl: Wishlist "Vraag om een offerte"

source: Wishlist Promotion
nl_nl: Wishlist Promotie

source: We are sorry, but this feature is available only if cookies are enabled on your browser.
nl_nl: Het spijt ons, maar deze feature is alleen beschikbaar als u cookies inschakeld op uw browser.

source: Product correctly added to cart
nl_nl: Product is juist toegevoegd aan de winkelwagen

source: You need to log in before creating a new wishlist
nl_nl: U moet inloggen voordat u een nieuwe wishlist kunt creëeren

source: Wishlist name is required
nl_nl: Wishlist naam is verplicht

source: Wishlist name exceeds the maximum number of characters allowed
nl_nl: Wishlist naam overschrijd het maximaal aantal toegestane tekens

source: Error occurred while creating a new wishlist.
nl_nl: Fout opgetreden bij het creëeren van nieuwe wishlist.

source: Manage wishlists
nl_nl: Beheer wishlists

source: Manage
nl_nl: Beheer

source: Create wishlist
nl_nl: Creëer wishlist

source: Create
nl_nl: Creëer

source: Search wishlists
nl_nl: Zoek wishlists

source: Search
nl_nl: Zoeken

source: Please, log in to use the wishlist features
nl_nl: Log alstublieft in om de wishlist features te gebruiken

source: Wishlist correctly created
nl_nl: Wishlist juist gecreëerd

source: Wishlist successfully deleted
nl_nl: Wishlist succesvol verwijderd

source: There was an error while deleting the wishlist; please try again later!
nl_nl: Er is een fout opgetreden bij het verwijderen van de wishlist; probeer het later nogmaals alstublieft!

source: Estimate request sent
nl_nl: Offerteverzoek verzonden

source: You should provide a valid email, that we can use to contact you
nl_nl: U moet een geldig e-mail adres toevoegen, dat gebruikt wordt om u te contacteren

source: You have to select at least one product
nl_nl: U moet minstens een product selecteren

source: Element correctly moved to %s
nl_nl: Element juist verplaatst naar %s

source: There was an error while moving an item to another wishlist. Please, try again later
nl_nl: Er is een fout opgetreden bij het verplaatsten van een item naar een andere wishlist. Probeer het later nogmaals alstublieft

source: While you visit our site, we’ll track:
nl_nl: Terwijl u onze site bezoekt, volgen wij:

source: Products you’ve added to the wishlist: we’ll use this to show you and other users your favourite products, and to create targeted email campaigns.
nl_nl: Producten die u aan de verlanglijst hebt toegevoegd: we gebruiken dit om u en andere gebruikers onze favoriete producten te laten zien en om gerichte e-mailcampagnes te maken.

source: Wishlists you’ve created: we’ll keep track of the wishlists you create, and make them visible to the store’s staff
nl_nl: Door u gemaakte verlanglijstjes: we houden de verlanglijstjes bij die u maakt en houden deze zichtbaar voor het personeel van de winkel

source: We’ll also use cookies to keep track of wishlist contents while you’re browsing our site.
nl_nl: We zullen ook cookies gebruiken om de inhoud van uw verlanglijstje bij te houden terwijl u onze site bezoekt.

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
nl_nl: Leden van ons team hebben toegang tot de informatie die u ons verstrekt. Zowel beheerders als winkelmanagers hebben bijvoorbeeld toegang tot:

source: Wishlist details, such as products added, date of addition, name and privacy settings of your wishlists
nl_nl: Verlanglijstdetails, zoals toegevoegde producten, datum van toevoeging, naam en privacy-instellingen van uw verlanglijst

source: Our team members have access to this information to offer you better deals for the products you love.
nl_nl: Onze teamleden hebben toegang tot deze informatie om u betere deals te bieden voor de producten waar u van houdt.

source: Customer Wishlists
nl_nl: Klant-verlanglijstje

source: Removed wishlist %s.
nl_nl: Verwijderde wishlist%s

source: Wishlist %s has been retained.
nl_nl: Verlanglijst%s is bewaard gebleven.

source: Removed default user's wishlist
nl_nl: De verlanglijst van de standaardgebruiker is verwijderd

source: Title
nl_nl: Titel

# date wishlist was created
source: Created on
nl_nl: Gemaakt op

source: Visibility
nl_nl: Zichtbaarheid

source: Items Added
nl_nl: Artikelen toegevoegd

source: Shared
nl_nl: Delen

source: Private
nl_nl: Prive

source: Public
nl_nl: Publiek

source: Sorry! This feature is available only for logged users
nl_nl: Excuses! Deze feature is uitsluitend beschikbaar voor ingelogde gebruikers

source: Select a Wishlist
nl_nl: Selecteer een Wishlist

source: Share on:
nl_nl: Delen op:

source: Select options
nl_nl: Selecteer opties

source: An error occurred while adding products to the wishlist.
nl_nl: Er is een fout opgetreden bij het toevoegen van producten aan de wishlist.

source: An error occurred while adding products to wishlist.
nl_nl: Er is een fout opgetreden bij het toevoegen van producten aan de wishlist.

source: The "Remove" option now does not require any parameter
nl_nl: De "Verwijder" optie heeft nu geen enkele parameter nodig

source: An error occurred while removing products from the wishlist
nl_nl: Er is een fout opgetreden bij het verwijderen van producten van de wishlist

source: Product successfully removed.
nl_nl: Product succesvol verwijderd.

source: Error. Unable to remove the product from the wishlist.
nl_nl: Fout. Het product kon niet van de wishlist worden verwijderd.

source: No products were added to the wishlist
nl_nl: Er zijn geen producten toegevoegd aan de wishlist

source: An error as occurred.
nl_nl: Een fout is opgetreden.

source: Wishlist "Ask for an estimate" email
nl_nl: Wishlist "Vraag om een offerte" e-mail

source: This email is sent when a user click the "ask for an estimate" button, only if this feature has been enabled in the wishlist option panel
nl_nl: Deze e-mail wordt verzonden wanneer een gebruiker klikt op "vraag om een offerte" knop, alleen als deze feature is ingeschakeld in het wishlist optie paneel

source: Estimate request
nl_nl: Offerteverzoek

source: [Estimate request]
nl_nl: [Offerteverzoek]

source: Subject
nl_nl: Onderwerp

source: This field lets you modify the email subject line. Leave blank to use the default subject: <code>%s</code>.
nl_nl: Dit veld laat u het e-mail onderwerpveld aanpassen. Laat leeg als u het default onderwerp wilt gebruiken: <code>%s</code>.

source: Recipient(s)
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>
nl_nl: Vul ontvangers in voor deze e-mail (gescheiden met komma). Defaults voor <code>%s</code>

source: Send CC copy
nl_nl: Verstuur CC kopie

source: Send a carbon copy to the user
nl_nl: Stuur een papieren kopie naar gebruiker

source: This field lets you modify the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
nl_nl: Dit veld laat u de main heading bijgaande met de e-mail melding aanpassen. Laat leeg als u de default heading wilt gebruiken: <code>%s</code>.

source: Choose which type of email to send.
nl_nl: Kies welke type e-mail moet worden verstuurd.

source: Plain text
nl_nl: Eenvoudige tekst

source: Wishlist Promotional Email
nl_nl: Wishlist Promotie E-mail

source: This email is sent to users to inform them about a promotion on a product that was added to their wishlist
nl_nl: Deze e-mail wordt verzonden om gebruikers te informeren over promotie van een product, dat was toegevoegd aan hun wishlist

source: There is a deal for you!
nl_nl: Er is een aanbieding voor u!

source: A product of your wishlist is on sale
nl_nl: Een product van uw wishlist is in de aanbieding
