Repository: tamed-software/plugins
Catalog: yith-woocommerce-subscription-premium/languages/yith-woocommerce-subscription-*.po
Languages: de_de

source: Activity
de_de: Aktivität

source: Subscription
de_de: Abonnement

source: Order
de_de: Bestellung

source: Description
de_de: Beschreibung

source: Date
de_de: Datum

source: All status
de_de: Statusübersicht

source: Search
de_de: Suche

source: subscription
de_de: Abonnement

source: subscriptions
de_de: Abonnemente

source: Recurring
de_de: Abo

source: User
de_de: Benutzer

source: Started
de_de: Begonnen

source: Payment Due
de_de: Zahlung fällig

source: End Date
de_de: Enddatum

source: Expires
de_de: Ablaufdatum

source: Renewals
de_de: Verlängerungen

source: Failed attempts
de_de: Fehlgeschlagene Versuche

source: Never
de_de: Niemals

source: Edit
de_de: Bearbeiten

source: Restore
de_de: Wiederherstellen

source: Move this item to the Trash
de_de: In den Papierkorb legen

source: Trash
de_de: Papierkorb

source: Delete this item permanently
de_de: Für immer löschen

source: Delete Permanently
de_de: Unwiderruflich löschen

source: Show All Customers
de_de: Alle Kunden anzeigen

source: All statuses
de_de: Alle Statuse

source: All
de_de: Alle

source: Move to Trash
de_de: In Papierkorb legen

# new subscription has been created
source: New Subscription
de_de: Neues Abonnement

# new order has been created for the subscription
source: Renewal Order
de_de: Mitgliedschaft verlängern

source: Subscription Activated
de_de: Mitgliedschaft bestätigt

source: Started Trial Period
de_de: Probezeit gestartet

# subscription cancelled by shop manager or customer
source: Cancelled Subscription
de_de: Mitgliedschaft abgebrochen

# subscription cancelled by system
source: Auto Cancelled Subscription
de_de: Mitgliedschaft automatisch abgebrochen

source: Subscription Expired
de_de: Mitgliedschaft abgelaufen

# subscription switched
source: Subscription Switched to another subscription
de_de: Mitgliedschaft gewechselt

# subscription resumed by shop manager or customer
source: Subscription Resumed
de_de: Mitgliedschaft wieder aufgenommen

# subscription resumed for expired pause
source: Subscription Automatic Resumed
de_de: Mitgliedschaft automatisch übernommen

# subscription paused by shop manager or customer
source: Subscription Paused
de_de: Mitgliedschaft pausiert

# subscription suspended automatically due to non-payment
source: Subscription Suspended
de_de: Mitgliedschaft ausgesetzt

# subscription failed payment
source: Failed Payment
de_de: Zahlung fehlgeschlagen

source: Create a subscription for this product
de_de: Eine Mitgliedschaft für dieses Produkt erstellen

source: Sell this variable product as a subscription product.
de_de: Dieses Produkt als Mitgliedschaft mit wiederkehrenden Zahlungen verkaufen.

source: Subscription Settings
de_de: Einstellungen der Mitgliedschaft

source: Price is per
de_de: Preis gilt pro

source: days
de_de: Tage

source: Max Lenght:
de_de: Max. Länge/Dauer:

source: Leave it empty for unlimited subscription
de_de: Leer lassen für (zeitlich) unbegrenzte Mitgliedschaft

source: Trial period
de_de: Testzeitraum

source: Sign-up fee (%s)
de_de: Einmal-/Aufnahmegebühr (%s)

source: Max Number of pauses
de_de: Max. Anzahl der Pausen

source: Leave empty if you do not want to allow pauses
de_de: Leer lassen, wenn Pausieren von Mitgliedschaften nicht möglich sein soll

source: Max duration of pauses
de_de: Max. Dauer der Pausen

source: Leave empty for unlimited subscription
de_de: Leer lassen für (zeitlich) unbegrenzte Mitgliedschaft

source: Allow switch to this variation
de_de: Umstellung auf diese Variante zulassen

source: Priority
de_de: Priorität

source: This field allows you to set a hierarchy in the subscription variations. For example, if you switch from a variation with a lower priority to another with higher priority, the switching process is regarded as an upgrade.
de_de: In diesem Feld können Sie eine Hierarchie in der Abo-Varianten festlegen. Wenn Sie zum Beispiel von einer Variante mit einer niedrigeren Priorität auf eine Variante mit höherer Priorität wechseln, wird diese Umstellung als Upgrade gehandhabt.

source: Change duration
de_de: Dauer ändern

source: This field allows you to change the duration of the subscription considering also the time the customer has benefitted of the subscription
de_de: In diesem Feld können Sie die Dauer der Lizenzen unter Berücksichtigung der Zeit anpassen, während dieser der Kunde der Lizenz bereits profitiert hat

source: Permit catch up payment when upgrading
de_de: Nachzahlungen bei Upgrades zulassen

source: This field allows users to catch up with payments of the previous subscription
de_de: Dieses Feld ermöglicht es Benutzern, Nachzahlungen bereits laufender Abonnements zu tätigen

source: Subscriptions
de_de: Mitgliedschaften

source: Activities
de_de: Aktivitäten

source: Settings
de_de: Einstellungen

source: Plugin Documentation
de_de: Plugin Dokumentation

source: Membership Status
de_de: Mitgliedschaftsstatus

source: Failed Attempts
de_de: Fehlgeschlagene Versuche

source: Subscription Signup % Discount
de_de: Einstiegsrabatt % für Mitgliedschaft

source: Subscription Signup Discount
de_de: Einstiegsrabatt für Mitgliedschaft

source: Subscription Recurring % Discount
de_de: Wiederkehrender Lizenz % Rabatt

source: Subscription Recurring Discount
de_de: Wiederkehrender Lizenz-Rabatt

source: Sorry, this coupon can be used only if there is a subscription in the cart
de_de: Tut uns leid, aber dieser Gutschein kann nur für Abonnements verwendet werden kann

source: Sorry, this coupon can be used only if there is a subscription with signup fees
de_de: Tut uns leid, aber dieser Gutschein kann nur für Lizenzen mit Anmelde-/Einmalgebühr verwendet werden kann

source: The subscription has been cancelled because it has expired
de_de: Die Mitgliedschaft wurde abgebrochen, weil sie abgelaufen ist

source: The subscription is overdue because the payment has not been received
de_de: Das Mitgliedschaft ist überfällig, weil die Zahlung nicht eingegangen ist

source: The subscription is suspended because the payment has not been received
de_de: Das Mitgliedschaft ist ausgesetzt, weil die Zahlung nicht eingegangen ist

source: The subscription is cancelled because the payment has not been received
de_de: Die Mitgliedschaft wurde abgebrochen, weil die Zahlung nicht eingegangen ist

source: The subscription is suspended because the overdue period has finished.
de_de: Die Mitgliedschaft wurde ausgesetzt, weil die überfällige Frist abgelaufen ist.

source: The subscription has been cancelled because the overdue period has finished.
de_de: Die Mitgliedschaft wurde abgebrochen, weil die überfällige Frist abgelaufen ist.

source: The subscription has been cancelled because the suspension period has finished.
de_de: Die Mitgliedschaft wurde abgebrochen, weil sie zu lange gesperrt war.

source: This subscription cannot be updated. Contact us for info
de_de: Diese Lizenz kann nicht aktualisiert werden. Kontaktieren Sie uns für mehr Informationen

source: You seem to have already purchased this subscription
de_de: Es scheint, Sie haben diese Lizenz bereits erworben

source: This subscription cannot be switched. Contact us for info
de_de: Diese Lizenz kann nicht gewechselt werden. Kontaktieren Sie uns für mehr Informationen

source: A new subscription <a href="%s">#%s</a> has been created from this order
de_de: Eine neue Mitgliedschaft <a href="%s">#%s</a> wurde aus diesem Auftrag erstellt

source: The subscription %s created from this orders has been cancelled because the order item was cancelled
de_de: Die Mitgliedschaft %s aus dieser Bestellung gelöscht, da die Bestellposition gelöscht wurde

source: Error %d: unable to create the order. Please try again.
de_de: Fehler %d: Bestellung konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: This order has been created to renew subscription <a href="%s">#%s</a>
de_de: Dieser Auftrag wurde erstellt, um Mitgliedschaft <a href="%s">#%s</a> zu verlängern

source: The order %d has been created for the subscription
de_de: Der Auftrag %d wurde für die Mitgliedschaft erstellt

source: Subscription Status
de_de: Lizenz-Status

source: Billing Address
de_de: Rechnungsadresse

source: Shipping Address
de_de: Lieferadresse

source: for
de_de: für

source: <span class="ywsbs-price-detail"> + a
de_de: <span class="ywsbs-price-detail"> + einen

source: and
de_de: und

source: sign-up fee of
de_de: Anmeldegebühr

source: free trial of
de_de: Gratis Testzeitraum

source: A subscription has been removed from your cart. You cannot purchase different subscriptions at the same time.
de_de: Eine Mitgliedschaft wurde aus ihrem Warenkorb entfernt. Sie können verschiedene Mitgliedschaften nicht zur gleichen Zeit erwerben.

source: Subscription #%s
de_de: Mitgliedschaft #%s

source: This subscription cannot be cancelled. You cannot switch to related subscriptions
de_de: Diese Lizenz kann nicht abgebrochen werden. Sie können nicht zu zugehörigen Lizenzen wechseln

source: Subscription cancelled due to switch
de_de: Mitgliedschaft wurde wegen dem Wechsel abgebrochen

source: This subscription cannot be cancelled. You cannot switch to a related subscription
de_de: Diese Lizenz kann nicht abgebrochen werden. Sie können nicht zu zugehörigen Lizenzen wechseln

source: Expiration date of this subscription changed due to downgrade
de_de: Das Ablaufdatum dieser Mitgliedschaft wurde wegen Herabstufung geändert

source: Subscription will be forced to expire due to downgrade
de_de: Die Mitgliedschaft wird aufgrund der Herabstufung ablaufen

source: This order has been cancelled because subscription #%d has been downgraded
de_de: Dieser Auftrag wurde abgebrochen, weil Mitgliedschaft #%d heruntergestuft wurde

source: This subscription cannot be activated
de_de: Diese Mitgliedschaft kann nicht aktiviert werden

source: This subscription is now active
de_de: Diese Mitgliedschaft ist jetzt aktiv

source: This subscription cannot be in status overdue
de_de: Diese Mitgliedschaft kann nicht den Status ÜBERFÄLLIG haben

source: This subscription is now in overdue status
de_de: Diese Mitgliedschaft hat jetzt den Status Überfällig

source: This subscription cannot be in status suspended
de_de: Diese Mitgliedschaft kann nicht den Status AUSGESETZT haben

source: This subscription is now suspended
de_de: Diese Mitgliedschaft wurde gesperrt

source: This subscription cannot be cancelled
de_de: Diese Mitgliedschaft kann nicht abgebrochen werden

source: This subscription is now cancelled
de_de: Diese Mitgliedschaft wurde abgebrochen

source: This subscription cannot be paused
de_de: Diese Mitgliedschaft kann nicht pausiert werden

source: This subscription is now paused
de_de: Diese Mitgliedschaft ist jetzt pausiert

source: This subscription cannot be resumed
de_de: Diese Mitgliedschaft kann nicht reaktiviert werden

# Post Type General Name
source: Subscriptions
de_de: Mitgliedschaften

# Post Type Singular Name
source: Subscription
de_de: Abonnement

source: Parent Item:
de_de: Übergeordnetes Element:

source: All Subscriptions
de_de: Alle Mitgliedschaften

source: View Subscriptions
de_de: Mitgliedschaften anzeigen

source: Add New Subscription
de_de: Neue Mitgliedschaft hinzufügen

source: Update Subscription
de_de: Mitgliedschaft aktualisieren

source: Search Subscription
de_de: Mitgliedschaft suchen

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nichts gefunden im Papierkorb

source: Subscription Info
de_de: Mitgliedschaft-Info

source: Subscription Action
de_de: Mitgliedschaft Aktion

source: Subscription Activities
de_de: Mitgliedschaft Aktivitäten

source: Subscription Product
de_de: Mitgliedschaft Produkt

source: Payment Due Date
de_de: Datum der nächsten Zahlung

source: Subscription successfully created.
de_de: Mitgliedschaft erfolgreich erstellt.

source: Payment received for #
de_de: Zahlung erhalten - #

source: Subscription is now active. %s
de_de: Mitgliedschaft ist aktiv. %s

source: Subscription is now active. %s
de_de: Mitgliedschaft ist aktiv. %s

source: Subscription paused. %s
de_de: Mitgliedschaft pausiert. %s

source: Subscription resumed. Payment due on %s. %s
de_de: Mitgliedschaft wieder aufgenommen. Zahlung fällig am %s. %s

source: Overdue subscription.
de_de: Überfällige Mitgliedschaft.

source: Started a trial period of %s %s
de_de: Probezeit für %s %s gestartet

source: The subscription has been cancelled. %s
de_de: Diese Mitgliedschaft wurde gekündigt. %s

source: The subscription has been NOW cancelled. %s
de_de: Diese Mitgliedschaft wurde JETZT gekündigt. %s

source: Subscription expired.
de_de: Mitgliedschaft abgelaufen.

source: Subscription suspended.
de_de: Mitgliedschaft ausgesetzt.

source: This order has been cancelled because subscription #%d has been cancelled
de_de: Diese Bestellung wurde abgebrochen, da die Mitgliedschaft #%d abgebrochen wurde

source: Failed payment for order %d
de_de: Fehlgeschlagene Zahlung für Auftrag% d

source: Subscription is going to expire
de_de: Mitgliedschaft #%d wird demnächst auslaufen

source: This email is sent to the customer when subscription is going to expire
de_de: Diese E-Mail wird an Kunden geschickt, wenn die Mitgliedschaft demnächst ausläuft

source: Your subscription is going to expire
de_de: Ihre Lizenz wird ablaufen

source: Your subscription in {site_title} is going to expire
de_de: Ihre Lizenz wird bald ablaufen

source: Subscription Cancelled
de_de: Mitgliedschaft gekündigt

source: This email is sent to the customer when subscription is cancelled
de_de: Diese E-Mail wird an den Kunden gesendet, wenn Mitgliedschaft gekündigt wurde

source: Your subscription has been cancelled
de_de: Ihre Lizenz wurde gekündigt

source: Your {site_title} subscription has been cancelled
de_de: Ihre Lizenz wurde gekündigt

source: Subscription Expired
de_de: Mitgliedschaft abgelaufen

source: This email is sent to the customer when subscription expires
de_de: Diese E-Mail wird an Kunden geschickt, wenn die Mitgliedschaft ausgelaufen ist

source: Your subscription has expired
de_de: Ihre Lizenz ist ausgelaufen

source: Your {site_title} subscription has expired
de_de: Ihre Lizenz ist ausgelaufen

source: Subscription Paused
de_de: Mitgliedschaft pausiert

source: This email is sent to the customer when subscription has been paused
de_de: Diese E-Mail wird an Kunden geschickt, wenn Mitgliedschaft unterbrochen/pausiert wurde

source: Your subscription has been paused
de_de: Ihre Lizenz wurde pausiert/unterbrochen

source: Your {site_title} subscription been paused
de_de: Ihre Lizenz wurde pausiert/unterbrochen

source: Subscription Payment Made
de_de: Zahlung für Mitgliedschaft erfolgt

source: This email is sent to the customer when the shop owner receives the payment
de_de: Diese E-Mail wird an Kunden geschickt, wenn die Zahlung erfolgreich war

source: Subscription payment received
de_de: Zahlung für Mitgliedschaft erhalten

source: Subscription Payment Failed
de_de: Zahlung für Mitgliedschaft fehlgeschlagen

source: This email is sent to the customer when a payment is failed
de_de: Diese E-Mail wird an Kunden geschickt, wenn eine Zahlung fehlgeschlagen ist

source: Subscription payment failed
de_de: Zahlung für Mitgliedschaft fehlgeschlagen

source: Subscription Renew Reminder
de_de: Erinnerung zur Erneuerung des Abonnements

source: This email is sent to the customer as a reminder for the next payment
de_de: Diese E-Mail wird als Zahlungserinnerung an Kunden verschickt

source: Reminder for the order renewal {order_number}
de_de: Erinnerung zur Erneuerung der Bestellung {order_number}

source: Renew
de_de: Erneuern

source: Subscription Payment Request
de_de: Bitte um Zahlung der Mitgliedschaft

source: This email is sent to the customer when they fail to pay within Due date
de_de: Diese E-Mail wird an den Kunden gesendet, wenn sie nicht innerhalb einer angemessenen Frist zahlen

source: Overdue payment
de_de: Zahlung überfällig

source: Payment for order renewal {order_number} is overdue
de_de: Zahlung für die Erneuerung der Bestellung {order_number} ist überfällig

source: suspended
de_de: ausgesetzt

source: cancelled
de_de: abgebrochen

source: Subscription Resumed
de_de: Mitgliedschaft wieder aufgenommen

source: This email is sent to the customer when subscription has been resumed
de_de: Diese E-Mail wird an den Kunden gesendet, wenn Mitgliedschaft wieder aufgenommen wurde

source: Your subscription has been resumed
de_de: Ihre Lizenz wurde wieder aufgenommen

source: Your {site_title} subscription has been resumed
de_de: Ihre Lizenz wurde wieder aufgenommen

source: Subscription Suspended
de_de: Mitgliedschaft ausgesetzt

source: This email is sent to the customer when subscription is suspended
de_de: Diese E-Mail wird an den Kunden gesendet, wenn Mitgliedschaft ausgesetzt wurde

source: Your subscription has been suspended
de_de: Ihre Lizenz wurde ausgesetzt

source: Your {site_title} subscription has been suspended
de_de: Ihre Lizenz wurde ausgesetzt

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable notification for this type of emails
de_de: Benachrichtigungen für diesen E-Mail Typ aktivieren

source: Subject
de_de: Betreff

source: Defaults to <code>%s</code>
de_de: Standard: <code>%s</code>

source: Send to admin?
de_de: An Administrator senden?

source: Send a copy of this email to admin
de_de: Eine Kopie dieser E-Mail an den Administrator schicken

source: Email heading
de_de: E-Mail Kopfzeile

source: This email is sent to the administrator to inform about a customer pausing/resuming a subscription
de_de: Diese E-Mail wird an den Administrator gesendet, um über einen Kunden zu informieren, der seine Lizenz pausiert/fortgesetzt hat

source: A subscription status changed
de_de: Ein Lizenzstatus wurde geändert

source: Subscription #{subscription_id} is now {status}
de_de: Mitgliedschaft #{subscription_id} hat jetzt den Status {status}

source: Recipient(s)
de_de: Empfänger

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
de_de: Geben Sie die Empfänger (mit Komma getrennt) für dies Em-Mail ein. Standardmäßig an <code>%s</code>.

source: Send email for these status
de_de: E-Mail bei diesem Status senden

source: Choose which status of subscription to send.
de_de: Wähle den zu sendenden Mitgliedschaftsstatus.

source: weeks
de_de: Wochen

source: months
de_de: Monate

source: years
de_de: Jahre

source: active
de_de: aktiv

source: paused
de_de: pausiert

source: pending
de_de: wartend

source: overdue
de_de: überfällig

source: trial
de_de: test

source: expired
de_de: abgelaufen

source: customer
de_de: Kunde

source: gateway
de_de: Zahlungs-Gateway

source: day
de_de: Tag

source: week
de_de: Woche

source: month
de_de: Monat

source: year
de_de: Jahr

source: Order %s
de_de: Bestellung %s

source: Paypal Recurring payment was not cancelled
de_de: Paypal-Dauerauftrag wurde nicht abgebrochen

source: Paypal Recurring payment cancelled
de_de: Paypal-Dauerauftrag abgebrochen

source: Paypal Recurring payment was not resumed
de_de: Paypal-Dauerauftrag wurde nicht fortgesetzt

source: Paypal Recurring payment resumed
de_de: Paypal-Dauerauftrag fortgesetzt

source: Paypal Recurring payment was not suspended
de_de: Paypal-Dauerauftrag wurde nicht ausgesetzt

source: Paypal Recurring payment paused
de_de: Paypal-Dauerauftrag angehalten

source: Subscription %s at %s
de_de: Mitgliedschaft %s um %s

source: IPN subscription started
de_de: IPN Abonnement gestartet

source: IPN subscription payment completed.
de_de: IPN Abonnement-Bezahlung abgeschlossen.

source: Renew order creation failed
de_de: Erneuerung der Bestellung fehlgeschlagen

source: Paypal echeck payment
de_de: PayPal eCheck Zahlung

source: YSBS - IPN Pending payment for echeck payment type
de_de: YSBS - IPN Zahlung offen vom Typ eCheck

source: Subscription has been suspendend because in pending payment for echeck payment type
de_de: Abonnement wurde unterbrochen, da noch ein Zahlungsversuch von Typ eCheck offen ist

source: YSBS - Subscription has been suspendend because in pending payment for echeck payment type
de_de: YSBS - Abonnement wurde unterbrochen, da noch ein Zahlungsversuch von Typ eCheck offen ist

source: YSBS - IPN Failed payment
de_de: YSBS - IPN Zahlung fehlgeschlagen

source: Subscription has been suspendend for failed payment
de_de: Die Mitgliedschaft wurde ausgesetzt, weil die Zahlung nicht eingegangen ist

source: Subscription cancelled max failed attemps: recurring_payment_suspended_due_to_max_failed_payment
de_de: Mitgliedschaft gekündigt max gescheiterte versuchen: Recurring_payment_suspended_due_to_max_failed_payment

source: YSBS - Subscription cancelled max failed attemps: recurring_payment_suspended_due_to_max_failed_payment
de_de: YSBS - Mitgliedschaft gekündigt max gescheiterte versuchen: Recurring_payment_suspended_due_to_max_failed_payment

source: Subscription has been suspendend because received PayPal IPN message: recurring_payment_suspended_due_to_max_failed_payment
de_de: Abonnement wurde unterbrochen aufgrund folgender PayPal IPN Nachricht (zu viele fehlgeschlagene Zahlungsversuche): recurring_payment_suspended_due_to_max_failed_payment

source: YSBS - IPN message: recurring_payment_suspended_due_to_max_failed_payment
de_de: YSBS - IPN Nachricht (zu viele fehlgeschlagene Zahlungsversuche): recurring_payment_suspended_due_to_max_failed_payment

source: Subscription cancelled by gateway
de_de: Mitgliedschaft durch Zahlungs-Gateway abgebrochen

source: YSBS - IPN subscription cancelled for the order.
de_de: YSBS - IPN Abonnement für diese Bestellung ausgesetzt.

source: Validation error: PayPal amounts do not match (gross %s).
de_de: Validierungsfehler: Paypal-Beträge stimmen nicht überein. (Brutto %s).

source: YITH WooCommerce Subscription is enabled but not effective. It requires WooCommerce in order to work.
de_de: YITH WooCommerce Abonnement ist aktiviert aber nutzlos. Es wird WooCommerce benötigt.

source: General settings
de_de: Allgemeine Einstellungen

source: Enable Subscription
de_de: Mitgliedschaft aktivieren

source: "Add to cart" label in subscription products
de_de: "In den Warenkorb" Label bei Lizenzen

source: Subscribe
de_de: Abonnieren

source: Delete subscription if the main order is cancelled
de_de: Lizenz löschen, wenn die Haupt-Bestellung abgebrochen wurde

source: Enable Log
de_de: Logging aktivieren

source: Overdue settings
de_de: Einstellungen Überfälligkeit

source: Enable Overdue time
de_de: Überfälligkeit aktivieren

source: Overdue subscriptions
de_de: Überfällige Lizenzen

source: Overdue pending payment subscriptions after ........ hour(s)
de_de: Offene überfällige Zahlungen von Lizenzen nach ....... Stunde(n)

source: hours
de_de: Stunden

source: Suspension settings
de_de: Einstellungen für das Aussetzen von Lizenzen

source: Suspend a subscription if a recurring payment fail
de_de: Lizenz unterbrechen wenn ein Dauerauftrag fehlschlägt

source: Enable Suspended subscriptions
de_de: Lizenz Aussetzen aktivieren

source: Suspended subscriptions
de_de: Unterbrochene Lizenzen

source: Suspend pending payment subscriptions after ........ hour(s)
de_de: Ausstehende Zahlung einer Lizenz nach ........ Stunde(n) unterbrechen

source: Cancel settings
de_de: Einstellungen abbrechen

source: Allow customer to cancel subscriptions
de_de: Kunden erlauben, Lizenzen zu kündigen

source: Cancel pending payment subscriptions after ........ hour(s)
de_de: Offene Zahlungen für Lizenzen nach ....... Stunde(n) kündigen

source: Price settings
de_de: Preis-Einstellungen

source: Show trial period
de_de: Probezeit anzeigen

source: Show fee info
de_de: Gebühren anzeigen

source: Show total subscription length
de_de: Gesamt Lizenzdauer anzeigen

source: Subscription Details
de_de: Abonnementdetails
