Repository: tamed-software/plugins
Catalog: yith-woocommerce-subscription-premium/languages/yith-woocommerce-subscription-*.po
Languages: de_de

source: Started Date
de_de: Start Datum

source: Update Started Date as timestamp
de_de: Startdatum als Zeitstempel verwenden

source: Update Payment Due Date as timestamp
de_de: Fälligkeitsdatum der Zahlung als Zeitstempel verwenden

source: Expired Date
de_de: Ablaufdatum

source: Update Expired Date as timestamp
de_de: Ablaufdatum als Zeitstempel verwenden

source: Cancelled Date
de_de: Kündigungsdatum

source: Update Cancelled Date as timestamp
de_de: Abbruchsdatum als Zeitstempel verwenden

source: YITH WooCommerce Subscription
de_de: E-Commerce Abonnement

source: Your site address has changed. Automatic payments and emails to customers have been disabled to prevent transactions generated by testing or staging servers.
de_de: Die Adresse Ihrer Webseite hat geändert. Die Ausführung von Daueraufträgen und das Verschicken von E-Mails an Kunden wurden deaktiviert, um zu verhindern, dass Test- und Staging-Server Transaktionen generieren.

source: If you have moved this site to its permanent URL and you want to re-enable automatic payments and emails, please, select one of the following options
de_de: Wenn Sie diese Webseite auf ihre definitive URL verschoben haben und Sie Daueraufträge und E-Mails wieder aktivieren möchten, wählen Sie eine der folgenden Optionen

source: Hide this warning
de_de: Warnung verbergen

source: This is the main site URL
de_de: Dies ist die URL der Hauptseite

source: Actions
de_de: Aktionen

source: Active Subscription
de_de: Aktive Lizenz

source: Overdue Subscription
de_de: Überfällige Lizenz

source: Suspend Subscription
de_de: Ausgesetzte Lizenz

source: Pause Subscription
de_de: Pausierte Lizenz

source: Resume Subscription
de_de: Wieder aufgenommene Lizenz

source: Cancel Subscription
de_de: Abgebrochene Lizenz

source: Cancel Subscription Now
de_de: Mitgliedschaft jetzt beenden/kündigen

source: Create a Renew Order Manually
de_de: Bestellung zur Erneuerung manuell erstellen

source: Apply
de_de: Anwenden

source: Processing
de_de: Wird bearbeiten

source: added on %1$s at %2$s
de_de: hinzugefügt am %1$s um %2$s

source: Subscription #%d details
de_de: Details der Lizenz #%d

source: <strong>Started date</strong>:
de_de: <strong>Startdatum</strong>:

source: <strong>Expired date</strong>:
de_de: <strong>Ablaufdatum</strong>:

source: <strong>Payment due date</strong>:
de_de: <strong>Datum der nächsten Zahlung</strong>:

source: <strong>Cancelled date</strong>:
de_de: <strong>Abbruch-/Kündigungsdatum</strong>:

source: <strong>End date</strong>:
de_de: <strong>Enddatum</strong>:

source: <strong>List of paid orders</strong>:
de_de: <strong>Liste der bezahlten Bestellungen</strong>:

source: <strong>Renew Order</strong>:
de_de: <strong>Bestellung erneuern</strong>:

source: <strong>Payment Method</strong>:
de_de: <strong>Zahlungsart</strong>:

source: <strong>Transaction ID</strong>:
de_de: <strong>Transaktions-ID</strong>:

source: Address:
de_de: Adresse:

source: Item
de_de: Artikel

source: Qty
de_de: Menge

source: Total
de_de: Gesamt

source: Tax
de_de: Mehrwertsteuer

source: Customer's details
de_de: Kundendaten/Lizenznehmerdetails

source: Telephone:
de_de: Telefon:

source: Product
de_de: Produkt

source: Subtotal
de_de: Zwischensumme

source: Item Tax:
de_de: MwSt. Artikel:

source: Subtotal:
de_de: Zwischensumme:

source: Shipping:
de_de: Lieferung:

source: Shipping Tax:
de_de: Steuerbetrag auf Versandkosten:

source: Total:
de_de: Gesamt:

source: The status of subscription #%d has changed to <strong>%s</strong>
de_de: Der Status der Mitgliedschaft #%d wurde auf <strong>%s</strong> geändert

source: Related Orders
de_de: Zugehörige Bestellung(en)

source: <p>Order #%d</p>
de_de: <p>Bestellung #%d</p>

source: order <a href="%s">#%d</a>
de_de: Bestellung <a href="%s">#%d</a>

source: Subscription #%d is going to expire
de_de: Mitgliedschaft #%d wird demnächst auslaufen

source: Subscription #%d has been cancelled
de_de: Mitgliedschaft #%d wurde gekündigt/beendet

source: Subscription #%d has expired
de_de: Mitgliedschaft #%d ist abgelaufen

source: Subscription #%d has been paused
de_de: Mitgliedschaft #%d wurde unterbrochen

source: Your subscription renewal order is now being processed. Your order details are shown below for your reference:
de_de: Deine Bestellung der Verlängerung Ihrer Lizenz haben wir erhalten. Nachfolgend finden Sie die Bestelldaten:

source: The payment to renew your subscription failed. Please, verify your available funds for the card specified during subscription and/or verify that your card is not expired.
de_de: Die Zahlung für die Erneuerung Ihrer Lizenz ist fehlgeschlagen. Bitte überprüfen und aktualisieren Sie ggfs. Ihre Zahlungsdaten.

source: Subscription #%d is going to renew on %s
de_de: Abonnement #%d wird auf den %s erneuert

source: Your recent subscription renewal order on %s is late for payment.
de_de: Die Zahlung Ihrer letzten Lizenzbestellung %s steht noch aus.

source: If you do not pay it by <strong>%s</strong>, your subscription #%d will be <strong>%s</strong>.
de_de: Wenn Sie nicht mit <strong>%s</strong> bezahlen, wird Ihre Lizenz #%d <strong>%s</strong> sein.

source: To pay for this order, please, click on the following link:
de_de: Klicken Sie bitte den folgenden Link, um diese Bestellung zu bezahlen:

source: pay now
de_de: ﻿Jetzt bezahlen

source: Subscription #%d has been resumed
de_de: Mitgliedschaft #%d wurde wieder aufgenommen

source: Subscription #%d has been suspended
de_de: Mitgliedschaft #%d wurde ausgesetzt

source: To pay for this order please use the following link:
de_de: Nutzen Sie bitte den folgenden Link, um diese Bestellung zu bezahlen:

source: My Subscriptions
de_de: Verwalte Meine Abonnements

source: There is no active subscription for your account.
de_de: Es gibt kein aktives Abonnement für Ihr Konto.

source: Start date
de_de: Startdatum

source: Next Payment Due Date
de_de: Nächstes Zahldatum

source: View
de_de: Anzeigen

source: Cancel
de_de: Abbrechen

source: Do you really want to cancel subscription?
de_de: Sind Sie sich wirklich sicher, dass Sie Ihre Lizenz kündigen/beenden möchtest?

source: Yes, I want to cancel the subscription
de_de: Ja, ich möchte die Mitgliedschaft kündigen/beenden

source: Close
de_de: Schließen

source: Related Subscriptions
de_de: Zugehörige Mitgliedschaften

source: You do not have permissions necessary to access to this page
de_de: Sie haben nicht die erforderliche Berechtigung, um auf diese Seite zu zugreifen

source: Subscription Detail
de_de: Details der Mitgliedschaft

source: Recurring:
de_de: Wiederkehrend:

source: Start date:
de_de: Startdatum:

source: Next Payment Due Date:
de_de: Datum der nächsten Zahlung:

source: Pause expiry date:
de_de: Pause/Unterbrechung endet am:

source: Subscription expiry date:
de_de: Mitgliedschaft gültig bis/läuft aus am:

source: End Date:
de_de: Enddatum:

source: Pause
de_de: Anhalten

source: Resume
de_de: Fortsetzen

source: Upgrade/Downgrade your subscription
de_de: Upgrade/Downgrade Ihrer Lizenz

source: Do you want to upgrade your subscription including also past installments?
de_de: Möchten Sie Ihre Lizenz heraufstufen?

source: Yes, <span class="price"></span> will be added to amount
de_de: Ja, <span class="price"></span> wird zum Betrag hinzugefügt

source: No
de_de: Nein

source: Switch
de_de: Wechseln

source: Data
de_de: Daten

source: Deleted
de_de: Gelöscht

source: %s for %s item
de_de: %s für %s Artikel

source: Pay
de_de: Bezahlen

source: Customer Details
de_de: Lizenznehmerdetails

source: Do you really want to cancel subscription No. #%s?
de_de: Wollen Sie tatsächlich diese Lizenz kündigen/beenden: Nr. #%s?

source: Do you really want to pause subscription No. #%s?
de_de: Wollen Sie tatsächlich diese Lizenz unterbrechen/pausieren: Nr. #%s?

source: Yes, I want to pause the subscription
de_de: Ja, ich möchte die Mitgliedschaft pausieren/unterbrechen

source: Do you really want to resume subscription No. #%s?
de_de: Wollen Sie wirklich wieder Abonnement Nr. #%s?

source: Yes, I want to resume the subscription
de_de: Ja, ich möchte die Mitgliedschaft wieder aufnehmen/verlängern

source: Do you really want to renew the subscription? You will redirect to the checkout to renew it
de_de: Willst Du Deine Mitgliedschaft wirklich erneuern/verlängern? Du wirst dafür zur Kasse weitergeleitet

source: Yes, I want to renew the subscription
de_de: Ja, ich möchte die Mitgliedschaft erneuern/verlängern
